import type { IWorksData } from "../type";

export const worksData: IWorksData[] = [
  // Test
  {
    title: "OOO Test",
    subtitle: "специальность",
    period: "Апрель 2018 — Июнь 2022 (4 года и 3 месяца)",
    description:
      "Опыт работы в государственной службе развил ключевые гибкие навыки:",
    skills: [
      {
        name: "Ответственность",
        description:
          "работа с конфиденциальными данными и ведение дел, где ошибки имели серьезные последствия.",
      },
      {
        name: "Многозадачность и управление приоритетами",
        description:
          "одновременное ведение десятков судебных дел и проверок на разных стадиях.",
      },
      {
        name: "Обучаемость",
        description:
          "быстрое освоение сложных правовых норм и постоянное самостоятельное изучение изменений в законодательстве.",
      },
      {
        name: "Работа в команде",
        description:
          "эффективное взаимодействие с коллегами из разных отделов для достижения общих целей.",
      },
    ],
  },
];
